import PageHeader from "../../components/Pageheader/PageHeader";

import "./About.scss"

const About = () => {
  return (
    <>
      <PageHeader title={"About"} /> 
      <div className="about-us">
        <div className="container about-container">
          <div className="about-title">
             <h4 className="about-tt"> Home/About Us </h4>
             <h2 className="about-abb"> About Us </h2>
          </div>
          <div className="about-details">
            <h3 className="sikka-hok"> শিক্ষা হোক মজাই মজাই </h3>
            <h1 className="funny"> ফানি, ইনোভেটিভ এবং ১০০% কোয়ালিটিতে ফুল গাইডলাইনের সাথে বাংলায় বেস্ট এবং সময় উপযোগী শিক্ষা ব্যবস্থার নাম স্বরবিন্দু! </h1>
            <p className="text-details-ab">সকল তরুণদের কথা মাথায় রেখেই, প্রযুক্তিগত শিক্ষাকে ফোকাস করে, শুরু হল স্বরবিন্দুর দৃঢ় প্রত্যয়ে পথচলা। বাংলা বর্ণমালা শেখা শুরু হয় স্বরবর্ণ দিয়ে, আর শেষ হয় ব্যঞ্জনবর্ণের চন্দ্রবিন্দু দিয়ে। তাই স্বরবিন্দু হল এমন একটি প্লাটফর্ম, যাতে আছে প্রযুক্তি-ভিত্তিক মৌলিক শিক্ষার এ-টু-জেড। তাছাড়া আমাদের একাডেমি, একটি বিন্দু থেকে, অর্থাৎ শুধুমাত্র ফ্রি-ল্যান্সিং থেকে শুরু করে ছড়িয়ে পড়েছে আরও অনেক দক্ষতার পর্যায়ে।</p>
            <p  className="text-details-ab">শিক্ষার্থীরাই আমাদের সবচেয়ে বড় শক্তি। তাই তো স্বরবিন্দু তাদের দিয়ে যাচ্ছে আজীবন মার্কেটপ্লেস সাপোর্ট, আজীবন থিম ও প্লাগ-ইন সাপোর্ট, কো-ইন্সট্রাক্টর সাপোর্ট, ক্লাস রেকর্ড, প্রতি ক্লাসে নিয়ম করে কুইজ, এসাইনমেন্ট, রিভিউ, মার্কিং, ফিডব্যাক সহ আরও কত কি।</p>
            <p  className="text-details-ab">আরও আছে নিজস্ব স্টুডেন্ট ম্যানেজমেন্ট সফটওয়্যার, যেখানে আলাদাভাবে প্রতিটি শিক্ষার্থীর উন্নতি রেকর্ড ভালোভাবে পর্যালোচনা করা হয়ে থাকে। অর্থাৎ, একজন শিক্ষার্থী সফল হওয়ার আগ পর্যন্ত স্বরবিন্দু কখনোই তাকে চোখের আড়াল হতে দেবে না।</p>
          </div>

        </div>
      </div>

      <div className="mission-vission">
         <div className="container mission-container">
          <div className="mission">
            <h2 className="mission-head"> মিশনঃ</h2>
            <p className="mission-text"> প্রযুক্তি উন্নোয়নের সাথে সাথে দেশ-বিদেশে বাড়ছে প্রযুক্তি সংক্রান্ত নানা দক্ষতার চাহিদা। আর সেই দক্ষতায় দক্ষ করে, আমাদের তরুণদের এগিয়ে নিয়ে যাওয়াই স্বরবিন্দুর স্বপ্ন; যার জন্য আমাদের এই নিরলস সাধনা ও কঠোর পরিশ্রম।</p>
            <p className="mission-text"> আমাদের পরিকল্পনা অনুযায়ী, প্রতি বছরই আমরা ফ্রি-ল্যান্সিং সহ অসংখ্য নতুন কোর্স শুরু করব ভিন্ন ভিন্ন স্কিলস নিয়ে, যেখানে প্রতিটি শিক্ষার্থীকে হাতে কলমে শিখিয়ে দক্ষ করা হবে প্রযুক্তিগত শিক্ষায়। সাথে আনলিমিটেড সাপোর্ট তো থাকছেই।</p>
            <p className="mission-text"> এছাড়া গ্লোবাল মার্কেটপ্লেসে যোগাযোগের জন্য, ইংরেজি নিয়ে আপনাদের দুশ্চিন্তা ঝেড়ে ফেলতেও এখন থেকে থাকছে দারুণ English Course। </p>
            <p className="mission-text"> মার্কেটপ্লেসে সফল হওয়া নিয়ে আর কোনো দুশ্চিন্তাই রইলো না। স্বরবিন্দুতে এখন নিয়মিত পাচ্ছেন- প্রযুক্তিগত শিক্ষার মার্কেটপ্লেস সম্পর্কিত অনেক তথ্য, আর্টিকেল ও ট্রিকস। </p>
          </div>
          <div className="mission">
            <h2 className="mission-head"> ভিশন </h2>
            <p className="mission-text">অনলাইনের যুগে এই সমুদ্র-সমান সম্ভাবনা ফেলে রেখে, বসে থাকার সময়ই যেন কারো নেই। কিন্তু সেই চমৎকার পথগুলো এখনো অনেক তরুণের অজানা।</p>
            <p className="mission-text"> আমাদের দেশের এমন হাজারো স্বপ্নদর্শী তরুণদের কথা ভেবেই স্বরবিন্দুর এই অসামান্য উদ্যোগ। আইটি সেক্টরে বাংলাদেশের তরুণদের সমৃদ্ধ ও দক্ষ করে তোলাই স্বরবিন্দুর মূল লক্ষ্য। </p>
            <p className="mission-text"> আমাদের সুদূর পরিকল্পনা: প্রযুক্তিগত শিক্ষায় আমাদের সফটওয়্যার অপরিসীম প্রশংসার দাবি রাখবে। এছাড়া ২০২৫ সালের মধ্যে- আইটি বিভাগে স্বরবিন্দু সবচেয়ে বেশি প্রভাব বিস্তার করবে। </p>
            <p className="mission-text"> আমাদের আরও লক্ষ্য থাকবে- দেশের বেকার ও তরুণ জনগোষ্ঠীকে একটি দক্ষ জনবল, গর্ব ও শক্তি হিসেবে গড়ে তোলা, যারা হাসিমুখে ও সম্মানের সাথে নিজের পায়ে দাঁড়াতে সক্ষম হবে। </p>
          </div>
         </div>
      </div>
    </>
  )
}

export default About;
